Repository: mkdmc/pic24-secret-key
Catalog: *.po
Languages: de

# S_WELCOME
source: Welcome!
de: Willkommen!

# S_PRESS_CENTER
source: Press Center...
de: Drücken Sie Mitte

# S_SET_DATE
source: Set Date:
de: Datum:

# S_SET_TIME
source: Set Time:
de: Uhrzeit:

# S_TUTORIAL_TITLE
source: Tutorial
de: Anleitung

# S_TUT_1
source: In the next screen
de: Im nächsten Bild

# S_TUT_2
source: you draw a pattern
de: ein Muster als

# S_TUT_3
source: as your password.
de: Passwort zeichnen.

# S_MENU_ADMIN
source: ADMIN MENU
de: ADMIN MENÜ

# S_MENU_USER
source: USER MENU
de: BENUTZER MENÜ

# S_M_CHANGE_PASS
source: Change Password
de: Passwort ändern

# S_M_CREATE_USER
source: Create new user
de: Neuer Benutzer

# S_M_PERMS
source: Set Permissions
de: Berechtigungen

# S_M_LANG
source: Language
de: Sprache

# S_M_ADVANCED
source: Advanced
de: Erweitert

# S_M_EXIT
source: Exit
de: Verlassen

# S_DOOR_MENU
source: DOOR MENU
de: TÜR MENÜ

# S_OPEN_AS_G1
source: Open as Guest 1
de: Öffnen als Gast 1

# S_OPEN_AS_G2
source: Open as Guest 2
de: Öffnen als Gast 2

# S_OPEN_AS_ADMIN
source: Open as Admin
de: Öffnen als Admin

# S_SETTINGS
source: Settings
de: Einst.

# S_LOGIN_SETTINGS
source: LOGIN SETTINGS
de: LOGIN EINST.

# S_LOGIN_AS_G1
source: Login as Guest 1
de: Login als Gast 1

# S_LOGIN_AS_G2
source: Login as Guest 2
de: Login als Gast 2

# S_LOGIN_AS_ADMIN
source: Login as Admin
de: Login als Admin

# S_BACK
source: Back
de: Zurück

# S_DOOR_UNLOCKED
source: Door Unlocked
de: Tür Entriegelt

# S_INCORRECT_PASS
source: Incorrect Password
de: Falsches Passwort

# S_PASS_SAVED
source: Password Saved!
de: Passwort Gesp.!

# S_MSG_NO_USERS
source: No users created
de: Keine Benutzer

# S_MSG_USER_LIMIT_1
source: Creating more
de: Keine weiteren

# S_MSG_USER_LIMIT_2
source: users is not
de: Benutzer

# S_MSG_USER_LIMIT_3
source: allowed.
de: erlaubt.

# S_LOGS_TITLE
source: ADMIN LOGS
de: ADMIN PROTOKOLL

# S_LOGS_NONE
source: No Logs Found
de: Keine Protokolle

# S_LANG_SELECT
source: Select Language
de: Sprache Wählen

# S_M_LOGIN_SESSIONS
source: Login Sessions
de: Anmeldeprotokoll

# S_CONF_TITLE
source: USER CONFIG
de: BENUTZER KONFIG

# S_LBL_ACTIVE
source: Active:
de: Aktiv:

# S_LBL_CHG_PW
source: Chg PW:
de: PW Änd:

# S_ACC_TYPE
source: Acc:
de: Zug:

# S_LBL_COUNT
source: Cnt:
de: Anz:

# S_ACC_PERM
source: Perm
de: Immer

# S_ACC_ONCE
source: 1-Time
de: 1-Mal

# S_NEXT
source: Next >
de: Weiter >

# S_SAVE
source: Save
de: Speich.

# S_ACCESS_DENIED
source: Access Expired
de: Zugriff Abgel.

# S_REMAINING
source: Rem:
de: Verb:

# S_M_LOGIN_U1
source: Login as User 1
de: Login als User 1

# S_M_LOGIN_U2
source: Login as User 2
de: Login als User 2
